<?xml version="1.0" encoding="UTF-8"?>
<ДанныеРаздельногоУчета xmlns="http://mil.ru/discreteAccounting"
                        ИННОрганизации="ДанныеРаздельногоУчета_ИННОрганизации"
                        КППОрганизации="ДанныеРаздельногоУчета_КППОрганизации"
                        НаименованиеОрганизации="ДанныеРаздельногоУчета_НаименованиеОрганизации"
                        ДатаФормирования="ДанныеРаздельногоУчета_ДатаФормирования"
                        ГенераторОтчета="ДанныеРаздельногоУчета_ГенераторОтчета">
    <Контракт ИГК="Контракт_ИГК"
              НомерОтдельногоСчета="Контракт_НомерОтдельногоСчета"
              ДатаСоставленияОтчета="Контракт_ДатаСоставленияОтчета"
              НомерКонтракта="Контракт_НомерКонтракта"
              ДатаЗаключенияКонтракта="Контракт_ДатаЗаключенияКонтракта"
              ПлановаяДатаИсполнения="Контракт_ПлановаяДатаИсполнения">
        <ГруппаФинансированиеКонтракта ЦелевойОбъемФинансирования="ГруппаФинансированиеКонтракта_ЦелевойОбъемФинансирования"
                                       ПроцентВыполнения="ГруппаФинансированиеКонтракта_ПроцентВыполнения"
                                       СальдоОпераций="ГруппаФинансированиеКонтракта_СальдоОпераций">
            <ДенежныеСредстваЗаказчика ЦенаКонтракта="ДенежныеСредстваЗаказчика_ЦенаКонтракта"
                                       ПроцентВыполнения="ДенежныеСредстваЗаказчика_ПроцентВыполнения"
                                       СальдоОпераций="ДенежныеСредстваЗаказчика_СальдоОпераций"
                                       ВозвращеноЗаказчику="ДенежныеСредстваЗаказчика_ВозвращеноЗаказчику"
                                       ВозвращеноЗаказчикуСобственныеСредства="ДенежныеСредстваЗаказчика_ВозвращеноЗаказчикуСобственныеСредства"
                                       ПолученоОтЗаказчика="ДенежныеСредстваЗаказчика_ПолученоОтЗаказчика" />

            <БанковскиеКредиты ПлановыйОбъемКредитования="БанковскиеКредиты_ПлановыйОбъемКредитования"
                               ПроцентВыполнения="БанковскиеКредиты_ПроцентВыполнения"
                               СальдоОпераций="БанковскиеКредиты_СальдоОпераций"
                               ПогашеноТелаКредита="БанковскиеКредиты_ПогашеноТелаКредита"
                               ПогашеноТелаКредитаСобственныеСредства="БанковскиеКредиты_ПогашеноТелаКредитаСобственныеСредства"
                               ПривлеченоКредитов="БанковскиеКредиты_ПривлеченоКредитов" />

            <ЗадолженностьПоПроцентамКредитов СальдоОпераций="ЗадолженностьПоПроцентамКредитов_СальдоОпераций"
                                              ПогашеноПроцентов="ЗадолженностьПоПроцентамКредитов_ПогашеноПроцентов"
                                              ПогашеноПроцентовСобственныеСредства="ЗадолженностьПоПроцентамКредитов_ПогашеноПроцентовСобственныеСредства"
                                              НачисленоПроцентов="ЗадолженностьПоПроцентамКредитов_НачисленоПроцентов" />

            <ЗадолженностьПоставщикам СальдоОпераций="ЗадолженностьПоставщикам_СальдоОпераций"
                                      ОплаченоПоставщикам="ЗадолженностьПоставщикам_ОплаченоПоставщикам"
                                      ОплаченоПоставщикамСредстваДругихКонтрактов="ЗадолженностьПоставщикам_ОплаченоПоставщикамСредстваДругихКонтрактов"
                                      ОплаченоПоставщикамСобственныеСредства="ЗадолженностьПоставщикам_ОплаченоПоставщикамСобственныеСредства"
                                      СуммарнаяЗадолженность="ЗадолженностьПоставщикам_СуммарнаяЗадолженность" />
        </ГруппаФинансированиеКонтракта>
        
        <ГруппаРаспределениеРесурсовКонтракта СальдоОпераций="ГруппаРаспределениеРесурсовКонтракта_СальдоОпераций">
            <ГруппаДенежныеСредства СальдоОпераций="ГруппаДенежныеСредства_СальдоОпераций"
                                    ДенежныеАктивы="ГруппаДенежныеСредства_ДенежныеАктивы"
                                    ДенежныеАктивыСредстваДругихКонтрактов="ГруппаДенежныеСредства_ДенежныеАктивыСредстваДругихКонтрактов"
                                    ДенежныеАктивыСобственныеСредства="ГруппаДенежныеСредства_ДенежныеАктивыСобственныеСредства"
                                    ИспользованиеРесурсов="ГруппаДенежныеСредства_ИспользованиеРесурсов"
                                    ИспользованиеРесурсовДругиеКонтракты="ГруппаДенежныеСредства_ИспользованиеРесурсовДругиеКонтракты"
                                    ИспользованиеРесурсовСобственныеСредства="ГруппаДенежныеСредства_ИспользованиеРесурсовСобственныеСредства">
                <ДенежныеСредстваОтдельныйСчет СальдоОпераций="ДенежныеСредстваОтдельныйСчет_СальдоОпераций"
                                               ЗачисленоИсполнениеКонтракта="ДенежныеСредстваОтдельныйСчет_ЗачисленоИсполнениеКонтракта"
                                               ЗачисленоИное="ДенежныеСредстваОтдельныйСчет_ЗачисленоИное"
                                               СписаноИсполнениеКонтракта="ДенежныеСредстваОтдельныйСчет_СписаноИсполнениеКонтракта"
                                               СписаноДругиеКонтракты="ДенежныеСредстваОтдельныйСчет_СписаноДругиеКонтракты"
                                               СписаноРасходыОрганизации="ДенежныеСредстваОтдельныйСчет_СписаноРасходыОрганизации" />

                <БанковскиеДепозиты СальдоОпераций="БанковскиеДепозиты_СальдоОпераций"
                                    ПеречисленоНаДепозит="БанковскиеДепозиты_ПеречисленоНаДепозит"
                                    ВозвращеноСДепозита="БанковскиеДепозиты_ВозвращеноСДепозита" />

                <АвансыВыданные СальдоОпераций="АвансыВыданные_СальдоОпераций"
                                АвансыИсполнениеКонтракта="АвансыВыданные_АвансыИсполнениеКонтракта"
                                АвансыСредстваДругихКонтрактов="АвансыВыданные_АвансыСредстваДругихКонтрактов"
                                АвансыСобственныеСредства="АвансыВыданные_АвансыСобственныеСредства"
                                ЗачтеноАвансов="АвансыВыданные_ЗачтеноАвансов"
                                СписаноЗадолженностиКооперации="АвансыВыданные_СписаноЗадолженностиКооперации" />
            </ГруппаДенежныеСредства>

            <ГруппаЗапасы СальдоОпераций="ГруппаЗапасы_СальдоОпераций"
                          СформированоЗапасов="ГруппаЗапасы_СформированоЗапасов"
                          СформированоЗапасовСредстваДругихКонтрактов="ГруппаЗапасы_СформированоЗапасовСредстваДругихКонтрактов"
                          СформированоЗапасовСобственныеСредства="ГруппаЗапасы_СформированоЗапасовСобственныеСредства"
                          ИспользованоЗапасов="ГруппаЗапасы_ИспользованоЗапасов"
                          ИспользованоЗапасовНаДругиеКонтракты="ГруппаЗапасы_ИспользованоЗапасовНаДругиеКонтракты"
                          ИспользованоЗапасовНуждыОрганизации="ГруппаЗапасы_ИспользованоЗапасовНуждыОрганизации">
                <МатериалыНаСкладах СальдоОпераций="МатериалыНаСкладах_СальдоОпераций"
                                    ПоступилоМатериалов="МатериалыНаСкладах_ПоступилоМатериалов"
                                    ПоступилоМатериаловСредстваДругихКонтрактов="МатериалыНаСкладах_ПоступилоМатериаловСредстваДругихКонтрактов"
                                    ПоступилоМатериаловСобственныеСредства="МатериалыНаСкладах_ПоступилоМатериаловСобственныеСредства"
                                    ИспользованиеМатериалов="МатериалыНаСкладах_ИспользованиеМатериалов"
                                    ИспользованиеМатериаловНаДругиеКонтракты="МатериалыНаСкладах_ИспользованиеМатериаловНаДругиеКонтракты"
                                    ИспользованиеМатериаловНуждыОрганизации="МатериалыНаСкладах_ИспользованиеМатериаловНуждыОрганизации" />

                <НДСПоПриобретеннымЦенностям СальдоОпераций="НДСПоПриобретеннымЦенностям_СальдоОпераций"
                                             Выделено="НДСПоПриобретеннымЦенностям_Выделено"
                                             ВключеноВСтоимость="НДСПоПриобретеннымЦенностям_ВключеноВСтоимость"
                                             ПринятоКВычету="НДСПоПриобретеннымЦенностям_ПринятоКВычету" />

                <ПолуфабрикатыНаСкладах СальдоОпераций="ПолуфабрикатыНаСкладах_СальдоОпераций"
                                        ПоступилоПолуфабрикатов="ПолуфабрикатыНаСкладах_ПоступилоПолуфабрикатов"
                                        ПоступилоПолуфабрикатовСредстваДругихКонтрактов="ПолуфабрикатыНаСкладах_ПоступилоПолуфабрикатовСредстваДругихКонтрактов"
                                        ПоступилоПолуфабрикатовСобственныеСредства="ПолуфабрикатыНаСкладах_ПоступилоПолуфабрикатовСобственныеСредства"
                                        ИспользованоПолуфабрикатов="ПолуфабрикатыНаСкладах_ИспользованоПолуфабрикатов"
                                        ИспользованоПолуфабрикатовНаДругиеКонтракты="ПолуфабрикатыНаСкладах_ИспользованоПолуфабрикатовНаДругиеКонтракты"
                                        ИспользованоПолуфабрикатовНуждыОрганизации="ПолуфабрикатыНаСкладах_ИспользованоПолуфабрикатовНуждыОрганизации" />

                <МатериалыПереданныеВПереработку СальдоОпераций="МатериалыПереданныеВПереработку_СальдоОпераций"
                                                 ПереданноСтороннемуИсполнителю="МатериалыПереданныеВПереработку_ПереданноСтороннемуИсполнителю"
                                                 ПринятоИзПереработки="МатериалыПереданныеВПереработку_ПринятоИзПереработки"
                                                 ПринятоИзПереработкиНуждыОрганизации="МатериалыПереданныеВПереработку_ПринятоИзПереработкиНуждыОрганизации" />

                <РасходыБудущихПериодов СальдоОпераций="РасходыБудущихПериодов_СальдоОпераций"
                                        НачисленоРБП="РасходыБудущихПериодов_НачисленоРБП"
                                        СписаноРБП="РасходыБудущихПериодов_СписаноРБП" />

                <СредстваПроизводства СальдоОпераций="СредстваПроизводства_СальдоОпераций"
                                      ПоступилоСредствПроизводства="СредстваПроизводства_ПоступилоСредствПроизводства"
                                      ПоступилоСредствПроизводстваСредстваДругихКонтрактов="СредстваПроизводства_ПоступилоСредствПроизводстваСредстваДругихКонтрактов"
                                      ПоступилоСредствПроизводстваСобственныеСредства="СредстваПроизводства_ПоступилоСредствПроизводстваСобственныеСредства"
                                      ВыбылоСредствПроизводства="СредстваПроизводства_ВыбылоСредствПроизводства"
                                      ВыбылоСредствПроизводстваНаДругиеКонтракты="СредстваПроизводства_ВыбылоСредствПроизводстваНаДругиеКонтракты"
                                      ВыбылоСредствПроизводстваНуждыОрганизации="СредстваПроизводства_ВыбылоСредствПроизводстваНуждыОрганизации" />
            </ГруппаЗапасы>

            <ГруппаПроизводство СальдоОпераций="ГруппаПроизводство_СальдоОпераций"
                                ПроизводственныеЗатраты="ГруппаПроизводство_ПроизводственныеЗатраты"
                                ПроизводственныеЗатратыДругихКонтрактов="ГруппаПроизводство_ПроизводственныеЗатратыДругихКонтрактов"
                                ПроизводственныеЗатратыСобственные="ГруппаПроизводство_ПроизводственныеЗатратыСобственные"
                                Выпуск="ГруппаПроизводство_Выпуск"
                                ВыпускНаДругиеКонтракты="ГруппаПроизводство_ВыпускНаДругиеКонтракты"
                                ВыпускНуждыОрганизации="ГруппаПроизводство_ВыпускНуждыОрганизации">
                <МатериальныеЗатраты ЦелевойПоказатель="МатериальныеЗатраты_ЦелевойПоказатель"
                                     ПроцентВыполнения="МатериальныеЗатраты_ПроцентВыполнения"
                                     СальдоОпераций="МатериальныеЗатраты_СальдоОпераций"
                                     СписаноНаЗатраты="МатериальныеЗатраты_СписаноНаЗатраты"
                                     СписаноЗатратДругихКонтрактов="МатериальныеЗатраты_СписаноЗатратДругихКонтрактов"
                                     СписаноСобственныхЗатрат="МатериальныеЗатраты_СписаноСобственныхЗатрат"
                                     ИсключеноИзЗатрат="МатериальныеЗатраты_ИсключеноИзЗатрат"
                                     ОтнесеноНаДругиеКонтракты="МатериальныеЗатраты_ОтнесеноНаДругиеКонтракты"
                                     ОтнесеноНаСобственныеЗатраты="МатериальныеЗатраты_ОтнесеноНаСобственныеЗатраты" />

                <ЗатратыФОТ ЦелевойПоказатель="ЗатратыФОТ_ЦелевойПоказатель"
                            ПроцентВыполнения="ЗатратыФОТ_ПроцентВыполнения"
                            СальдоОпераций="ЗатратыФОТ_СальдоОпераций"
                            ЗарплатаИсполнителей="ЗатратыФОТ_ЗарплатаИсполнителей" />

                <ПрочиеПроизводственныеЗатраты ЦелевойПоказатель="ПрочиеПроизводственныеЗатраты_ЦелевойПоказатель"
                                               ПроцентВыполнения="ПрочиеПроизводственныеЗатраты_ПроцентВыполнения"
                                               СальдоОпераций="ПрочиеПроизводственныеЗатраты_СальдоОпераций"
                                               СписаноНаЗатраты="ПрочиеПроизводственныеЗатраты_СписаноНаЗатраты"
                                               СписаноЗатратДругихКонтрактов="ПрочиеПроизводственныеЗатраты_СписаноЗатратДругихКонтрактов"
                                               СписаноСобственныхЗатрат="ПрочиеПроизводственныеЗатраты_СписаноСобственныхЗатрат"
                                               ИсключеноИзЗатрат="ПрочиеПроизводственныеЗатраты_ИсключеноИзЗатрат"
                                               ОтнесеноНаДругиеКонтракты="ПрочиеПроизводственныеЗатраты_ОтнесеноНаДругиеКонтракты"
                                               ОтнесеноНаСобственныеЗатраты="ПрочиеПроизводственныеЗатраты_ОтнесеноНаСобственныеЗатраты" />

                <ОбщепроизводственныеЗатраты ЦелевойПоказатель="ОбщепроизводственныеЗатраты_ЦелевойПоказатель"
                                             ПроцентВыполнения="ОбщепроизводственныеЗатраты_ПроцентВыполнения"
                                             СальдоОпераций="ОбщепроизводственныеЗатраты_СальдоОпераций"
                                             РазмерЗатрат="ОбщепроизводственныеЗатраты_РазмерЗатрат" />

                <ОбщехозяйственныеЗатраты ЦелевойПоказатель="ОбщехозяйственныеЗатраты_ЦелевойПоказатель"
                                          ПроцентВыполнения="ОбщехозяйственныеЗатраты_ПроцентВыполнения"
                                          СальдоОпераций="ОбщехозяйственныеЗатраты_СальдоОпераций"
                                          РазмерЗатрат="ОбщехозяйственныеЗатраты_РазмерЗатрат" />

                <ПолуфабрикатыВнутренниеРаботы СальдоОпераций="ПолуфабрикатыВнутренниеРаботы_СальдоОпераций"
                                               СписаноНаЗатраты="ПолуфабрикатыВнутренниеРаботы_СписаноНаЗатраты" />

                <ВыпускПолуфабрикатовВнутреннихРабот СальдоОпераций="ВыпускПолуфабрикатовВнутреннихРабот_СальдоОпераций"
                                                     Выпущено="ВыпускПолуфабрикатовВнутреннихРабот_Выпущено" />

                <ВыпускПродукции СальдоОпераций="ВыпускПродукции_СальдоОпераций"
                                 Выпущено="ВыпускПродукции_Выпущено" />
            </ГруппаПроизводство>

            <ГотоваяПродукция СальдоОпераций="ГотоваяПродукция_СальдоОпераций"
                              Выпущено="ГотоваяПродукция_Выпущено"
                              ИспользованоСДругихКонтрактов="ГотоваяПродукция_ИспользованоСДругихКонтрактов"
                              ИспользованоСобственной="ГотоваяПродукция_ИспользованоСобственной"
                              Отгружено="ГотоваяПродукция_Отгружено"
                              ОтгруженоНаДругиеКонтракты="ГотоваяПродукция_ОтгруженоНаДругиеКонтракты"
                              ОтгруженоНаНуждыОрганизации="ГотоваяПродукция_ОтгруженоНаНуждыОрганизации" />
        </ГруппаРаспределениеРесурсовКонтракта>

        <ГруппаОтгрузкаПродукцииВыполнениеРабот ЦелевойПоказатель="ГруппаОтгрузкаПродукцииВыполнениеРабот_ЦелевойПоказатель"
                                                ПроцентВыполнения="ГруппаОтгрузкаПродукцииВыполнениеРабот_ПроцентВыполнения"
                                                СальдоОпераций="ГруппаОтгрузкаПродукцииВыполнениеРабот_СальдоОпераций" >
            <СебестоимостьПродаж ЦелевойПоказатель="СебестоимостьПродаж_ЦелевойПоказатель"
                                 ПроцентВыполнения="СебестоимостьПродаж_ПроцентВыполнения"
                                 СальдоОпераций="СебестоимостьПродаж_СальдоОпераций"
                                 СебестоимостьКонтракт="СебестоимостьПродаж_СебестоимостьКонтракт"
                                 СебестоимостьНеКонтракт="СебестоимостьПродаж_СебестоимостьНеКонтракт" />

            <АУР ЦелевойПоказатель="АУР_ЦелевойПоказатель"
                 ПроцентВыполнения="АУР_ПроцентВыполнения"
                 СальдоОпераций="АУР_СальдоОпераций"
                 РазмерЗатрат="АУР_РазмерЗатрат" />

            <КоммерческиеРасходы ЦелевойПоказатель="КоммерческиеРасходы_ЦелевойПоказатель"
                                 ПроцентВыполнения="КоммерческиеРасходы_ПроцентВыполнения"
                                 СальдоОпераций="КоммерческиеРасходы_СальдоОпераций"
                                 РазмерЗатрат="КоммерческиеРасходы_РазмерЗатрат" />

            <ПроцентыПоБанковскимКредитам ЦелевойПоказатель="ПроцентыПоБанковскимКредитам_ЦелевойПоказатель"
                                          ПроцентВыполнения="ПроцентыПоБанковскимКредитам_ПроцентВыполнения"
                                          СальдоОпераций="ПроцентыПоБанковскимКредитам_СальдоОпераций"
                                          РазмерЗатрат="ПроцентыПоБанковскимКредитам_РазмерЗатрат" />

            <НДСПродажи СальдоОпераций="НДСПродажи_СальдоОпераций"
                        СуммаНДС="НДСПродажи_СуммаНДС" />

            <Прибыль ЦелевойПоказатель="Прибыль_ЦелевойПоказатель"
                     ПроцентВыполнения="Прибыль_ПроцентВыполнения"
                     СальдоОпераций="Прибыль_СальдоОпераций" />
        </ГруппаОтгрузкаПродукцииВыполнениеРабот>

        <ПеренаправлениеПривлечение СальдоОпераций="ПеренаправлениеПривлечение_СальдоОпераций"
                                    ПривлеченоСредствДругихКонтрактов="ПеренаправлениеПривлечение_ПривлеченоСредствДругихКонтрактов"
                                    ПривлеченоСобственныхСредств="ПеренаправлениеПривлечение_ПривлеченоСобственныхСредств"
                                    ИспользованоНаДругиеКонтракты="ПеренаправлениеПривлечение_ИспользованоНаДругиеКонтракты"
                                    ИспользованоНаСобственныеНужды="ПеренаправлениеПривлечение_ИспользованоНаСобственныеНужды" />

        <СписаноСредств ЦелевойПоказатель="СписаноСредств_ЦелевойПоказатель"
                        ПроцентВыполнения="СписаноСредств_ПроцентВыполнения"
                        СальдоОпераций="СписаноСредств_СальдоОпераций" />
    </Контракт>
</ДанныеРаздельногоУчета>
